import React from 'react';

function About() {
  return (
    <div className="about">
      <div className="inner">
        <h2>Yoo YoungKuk</h2>

        <section className="section-01">
          <div className="top">
            <figure className="img-box">
              <img src="/250110_router_test/yk_img.9b11ec2e.jpg" alt="about img-1" />
            </figure>
            <div className="text-box">
              <h3>한국 최초의 추상화가</h3>
              <p>
                한국 최초의 추상화가
                유영국(劉永國, 1916-2002) 화백은 한국 근대미술의 ‘전위(avant-garde)’에 서서 추상미술의 영역을 개척했던 선구자이다. 특히, 한국의 자연을 아름다운 색채와 대담한 추상 형태로 빚어낸 최고의 조형감각을 지닌 화가이다. 유영국은 1916년 산과 바다의 자연이 수려한 경상북도 울진에서 태어났다. 1935년에 도쿄 문화학원(文化學院)에서 미술공부를 시작했으며, 김환기, 장욱진, 이중섭 등과 교류했다. 비교적 자유로운 화풍을 자랑했던 문화학원에서, 그는 당시 도쿄에서도 가장 전위적인 미술운동이었던 ‘추상’을 처음부터 시도했다.
              </p>
              <p>
                1938년 제2회 자유미술가협회전에서 협회상을 수상했고 바로 회우가 되었으며, 무라이 마사나리, 하세가와 사부로 등 당대 일본의 가장 영향력 있는 추상미술의 리더들과 교유하였다. 1943년 태평양전쟁의 포화 속에서 귀국, 해방과 한국전쟁을 거치며 어선을 몰고, 양조장을 경영하며 가족을 부양하기도 했다. 그러나 1955년 이후 서울에서 본격적인 미술활동을 재개, 신사실파, 모던아트협회, 현대작가초대전, 신상회(新象會) 등 전위적인 미술단체를 이끌며 ‘한국 추상미술의 선구자’로 평가받았다.
              </p>
          </div>
          <div className="bottom">
            <p> 
              "산은 자연이 부여한 하나의 물리에 지나지 않는다. 그것은 추상의 빈 그릇일 수도 있다. 그것은 또한 누군가가 베고 잤을지도 모르는 산가 여인숙의 헌베개같이 축소 해석되어 한밤 내내 친근한 대화를 오가게 한다. 바라볼 때마다 변하는 것이 산이다. 결국 산은 내 앞에 있는 것이 아니라 내 안에 있는 것이다."
            </p>
          </div>
          </div>
        </section>

        <section className="section-02">
          <div className="top">
            <div className="text-box">
              <h3>절제된 형상과 강렬한 색체</h3>
              <p>
                유영국의 작품에서는 점, 선, 면, 형, 색 등 기본적인 조형요소가 주체가 되어 등장한다. 이들은 서로 긴장하며 대결하기도 하고, 모종의 균형감각을 유지하기도 함으로써, 그 자체로 강렬한 에너지를 발산한다. 고향 울진의 깊은 바다, 장엄한 산맥, 맑은 계곡, 붉은 태양 등을 연상시키는 그의 작품은, 자연의 사실적인 모습을 그대로 옮겨 담은 것이 아니다. 하지만 이들을 추상화한 조형의 힘은 오히려 더욱 더 직접적으로 자연의 ‘정수(essence)’에 다가간다. 그의 작품은 산, 바다, 나무, 언덕, 계곡, 노을 등 일상적으로 만나는 자연의 요소들을 점차적으로 추상화해나가는 과정을 보여준다.
              </p>
              <p>
                형태를 단순화하고, 절묘한 색채의 조화를 추구하되, 마티에르 즉 표면의 재질감을 최대한 살리는 방식을 탐구했다. 형태는 비정형(非定型)적인 것에서부터 점차 기하학적인 형태로 단순화했고, 색채는 빨강, 노랑, 파랑 등의 삼원색을 기반으로 하되 유영국 특유의 보라, 초록 등 다양한 변주(variation)가 구사된다. 심지어 같은 빨강 계열의 작품에서도, 조금 더 밝은 빨강, 진한 빨강, 탁한 빨강, 깊이감 있는 빨강 등 미묘한 차이를 드러냄으로써 탄탄한 긴장감을 제공하며, 동시에 절묘한 조화를 이루어낸다. 이로써 회화적 아름다움이 다다를 수 있는 최고의 경지에 도달해간다.
              </p>
            </div>
            <figure className="img-box">
              <img src="/250110_router_test/yk_img02.60408d94.jpg" alt="about img-2" />
            </figure>
          </div>
          <div className="bottom">
            <p>
              “색채란 써보면 참 재미있는 거요. 옆에 어떤 색을 가져와야 이 색도 살고, 또 이 색도 살고... 또 그림이란 게 그래요. 음악의 경우에 심포니 같은 걸 들으면, 멜로디가 흐르다가 갑자기 '자자자 잔-' 하지요. 그림도 이렇게 보는 사람에게 자극을 줄 필요가 있다고 생각해요. 그림은 시각예술이니까 입하고 귀하고는 상관없고, 그러니까 색은 필요한 겁니다. 그리고 사람에 따라 다르겠지만, 나는 색채는 균형과 하모니를 이루도록 구성되어야 한다고 봅니다. 아주 세밀하게 계산을 해낼 수는 없지만... 나는 그렇게 생각합니다.”
            </p>
          </div>
        </section>

        <section className="section-03">
          <div className="top">
            <figure className="img-box">
              <img src="/250110_router_test/yk_img03.f32e509c.jpg" alt="about img-3" />
            </figure>
            <div className="text-box">
              <h3>멈추지 않는 예술과 삶</h3>
              <p>
                1960년대에 들어서면서 유영국은 한국 화단의 추상과 전위를 표방한 젊은 세대 화가들에게 가장 존경받는 존재로 떠올랐다. 그는 1960년에 현대미술가연합 대표를 맡으며, ‘현대’ 미술 운동에 적극 참여했고, 1962년에는 신상회를 조직, 공모전을 통해 젊은 화가들의 창작 기회를 늘리기 위한 운동에도 적극적이었다. 그러나 1964년 돌연 그룹 활동의 시대는 끝났다고 스스로 선언하며, 15점의 신작으로 첫 개인전을 신문회관에서 개최, 화단에 신선한 충격을 던졌다. 이 시기 그의 작품은 거대한 산수를 마주대하는 듯한 부감법의 시점으로 내려다 본 온갖 계절의 생동감 넘치는 자연을 큰 화면에 펼쳤다.
              </p>
              <p>
                특히 1964년 한 해 동안 개인전 발표를 앞두고 엄청난 집중력을 발휘하며 제작된 그의 작품들은, 관객들로 하여금 마치 깊은 숲 속에 빨려들어 갈 것 같은 착각을 불러일으키게 했다. 그 이후 유영국은 매일 규칙적인 생활 속에서, 마치 노동을 하듯이 꾸준히 작품 제작에만 몰두했다.
              </p>
            </div>
          </div>
          <div className="middle">
            <div className="text-box">
              <p>
                그는 “60세까지는 기초 공부를 좀 하고 그 이후에는 자연으로 더 부드럽게 돌아가리라” 생각했다고 언급한 적이 있었는데, 실제로 1970년대 중반 예순이 될 때까지 끊임없는 조형실험을 계속했었다는 것을 작품을 통해 확인할 수 있다. 유영국은 87세의 나이로 타계했다. 오랜 지병과의 사투 와중에도 “자연에 좀 더 부드럽게 돌아간” 아름다운 그림들을 끊임없이 제작하여 산과 나무, 호수와 바다, 지평선과 수평선, 무엇보다 해와 달이 비추이는 화면은 지극히 조화롭고 평화로운 모습으로 완벽한 ‘평형상태(equilibrium)’를 향해 나아갔다.
              </p>
              <p>
                죽음의 문턱에서 삶의 세계로 돌아올 때마다 마주친 유영국의 캔버스는 생(生)에 대한 따뜻한 위로마저 관객에게 선사한다. 유영국은 격동하는 근현대사의 시기를 관통하면서도 ‘절대추상’의 경지에 다다를 때까지 자신의 삶과 예술을 멈추지 않았으며, 그의 작품은 예술가로서 치열했지만 절제되었던 그의 인생 전체를 반영하는 것이라 하겠다.
              </p>
            </div>
            <figure className="img-box">
              <img src="/250110_router_test/yk_img04.c63e8ae3.jpg" alt="about img-4" />
            </figure>
          </div>
          <div className="bottom">
            <p>
              “그림이 안 팔리는 시대를 주로 살았지만 팔린다는 생각에 구속되지 않음으로써, 나는 하고 싶은 생각, 하고 싶은 일을 그만큼 한 셈이라는 생각도 한다. 안 팔리니까 빨리 그릴 필요도 없고, 지금과는 달리 물감이나 캔버스 등의 재료도 넉넉지 못한 시기가 많았으므로 많이 그릴 여유도 적었다. 그러니까 충분한 시간을 가지고 생각을 할 수 있었다.”
            </p>
          </div>
        </section>
      </div>
    </div>
  );
}

export default About;